const chapterText = `
0:00 オープニングトーク😀
今週のLine Up
オープニング

1:36 ロバート・エルドリッヂ氏再再登場‼️
3.11 東日本大震災🇺🇸「トモダチ作戦」
立役者エルドリッヂさんに聞く❗️
ゲストコーナー

40:03 イラン戦争勃発から２週間❗️
いつ終わる❓（導入）
海外ニュース
40:40 ホルムズ海峡封鎖、今どうなってる❓
ドバイからニュース報道（動画〜解説）
海外ニュース
48:36 原油を物質に⁉️
イラン🇮🇷の戦略（動画〜解説）
海外ニュース
54:11 米軍カーグ島空爆❗️
原油の行方（解説）
海外ニュース
1:01:40 イラン戦争💥長引くのか⁉️
その影響は⁉️（解説）
海外ニュース
1:05:21 産経ニュース🇯🇵が取り上げた❗️
（解説）
国内ニュース
1:05:50 産経ニュース🇯🇵が取り上げた❗️
報道（動画）
国内ニュース

1:09:10 Gen-Zは知ってる❓
イラン情勢
インタビュー

1:14:11 こういう視点がある事も知っておこう
（動画〜解説）
海外ニュース
1:15:45 アメリカの現状は❓
日本の役割は❓エルドリッヂ氏解説
海外ニュース
1:18:56 速報🚨
イラン情勢次の段階か❓（導入）
海外ニュース
1:19:34 イラン🇮🇷現地ニュース速報
（動画〜解説）
海外ニュース

1:24:42 イラン🇮🇷代表
緊迫のAFC⚽️2026‼️（導入）
海外ニュース
1:25:22 イラン🇮🇷代表
緊迫のAFC⚽️2026‼️（動画〜解説）
海外ニュース

1:33:42 KBCからのお知らせ✨大人気季節メニュー紹介❗️
花粉症にも効くハチミツ🐝
KBC情報
1:36:11 松本整体操法室による
「整体で読み解く心と体」
お知らせ
1:38:15 大倉庄之助さんからのお知らせ📢
「飛天双◯能 佐渡-能と農-」
お知らせ

1:39:47 ありがとう✨
🔥FREEDOM FIGHT 15🔥
お知らせ
1:40:17 🔥FREEDOM FIGHT 15🔥
Digest Movie📹
お知らせ
1:43:14 夏フェスだ☀️🏄‼️ 
🔥FREEDOM FIGHT 16🔥 開催決定❗️
お知らせ
1:44:12 🟢ゆりこいけ🌈がZeppに❗️
パロディ
1:47:39 傑作🤣❗️
🔥FREEDOM FIGHT 15🔥コスプレ集🥸
お知らせ

1:51:11 🟢ゆりこいけ🌈FF後インタビュー🎙️
松田学さん✨
インタビュー

1:55:05 アメリカ国内
反戦デモに怪しいピンク🩷の団体（導入）
海外ニュース
1:55:24 アメリカ国内
反戦デモに怪しいピンク🩷の団体 前編（動画〜解説）
海外ニュース
1:58:57 アメリカ国内
反戦デモに怪しいピンク🩷の団体 後編（動画〜解説）
海外ニュース
2:03:01 KISSジーン・シモンズ
「セレブは黙ってろ！」（導入）
海外ニュース
2:03:53 KISSジーン・シモンズ
「セレブは黙ってろ！」（動画〜解説）
海外ニュース

2:07:01 🟢ゆりこいけ🌈FF後インタビュー🎙️
なるせゆうせいさん✨
インタビュー

2:10:45 米国務長官インタビューで衝撃発言❗️
（導入）
海外ニュース
2:11:34 米国務長官インタビューで衝撃発言❗️
（動画〜解説）
海外ニュース

2:18:41 ♪励ましソング
「花は咲く」
励ましソング

2:23:38 HEAVENESEから大切なお知らせ
お知らせ
2:25:17 ビタミンメッセージ💊
😀視聴者の喜びの声✨
ビタミンメッセージ

2:26:50 🟢ゆりこいけ🌈FF後インタビュー🎙️
林千勝さん✨
インタビュー

2:31:01 🔥FF16🔥
夏フェス告知‼️
お知らせ

2:32:06 アーカイブ見放題❗️
「Bible Reality 聖書がわかれば世界が読める」
お知らせ
2:32:49 夏フェス☀️⛱️ 
🔥FREEDOM FIGHT 16🔥 開催決定❗️
お知らせ

2:34:16  クライマックストーク
「日本という希望」　　
クライマックストーク

2:56:33 ♪エンディングソング
「Rockin' for the Rock」with大倉正之助
エンディングソング
`;
