const chapterText = `
0:00 オープニングトーク😀 
今週のLine Up
オープニング

2:12 ㊗️お祝いメッセージ㊗️
古市佳央さん✨
お知らせ

3:06 茶番デミックを絶対に忘れるな❗️
(ファクトチェック図あり) 
国内ニュース

4:59 トランプ大統領🇺🇸また狙われた⁉️
（導入）
海外ニュース
6:16 トランプ大統領🇺🇸また狙われた⁉️
（現場映像〜解説）
海外ニュース
7:17 トランプ大統領🇺🇸発報直後💥🔫緊急会見❗️
（動画）
海外ニュース
9:46 なぜ暗殺は繰り返される❓トランプ大統領🇺🇸の回答
（動画〜解説）
海外ニュース
11:52 CNN記者📰現場からの目撃証言📢
海外ニュース
15:04 イラン停戦🤝鍵を握るのはレバノン🇱🇧か❓
（解説）
海外ニュース

16:47 歴史ロマン❗️
ノアの方舟ついに事実認定か⁉️（導入）
海外ニュース
18:43 隠されたトンネルを発見⁉️ 
研究員へインタビュー🎤（動画〜解説）
海外ニュース

23:38 トップの科学者たちが謎の死💀なにが⁉️
（導入）
海外ニュース
24:06 トップの科学者たちが謎の死💀なにが⁉️
（動画〜解説）
海外ニュース

29:19 Gen-Zインタビュー🎤 
宇宙人👽について聞いてみた❗️
インタビュー

32:56 ✨ゲスト登場✨ 
近代史家 林千勝氏、満を持して初登場❗️ 一緒に世界のニュース解説😄✨
ゲストコーナー

38:26 ホッキョクグマ🐻‍❄️が増えている❓
（導入）
海外ニュース
40:27 ホッキョクグマ🐻‍❄️が増えている❓
（動画〜解説）
海外ニュース

44:03 医療と安全保障の「表に出ない話」😱
海外ニュース
44:40 昆虫兵器🐝の存在が判明❗️
陰謀論は事実だった⁉️（動画〜解説）
海外ニュース
53:18 本人から解説😀 
林千勝はいかに林千勝になったのか❓
ゲストコーナー
56:19 林千勝氏解説😀 
日米戦争の策謀者は誰か❓
ゲストコーナー

1:08:15 新コロお注射とガン急増↗️
データが証明（導入）
海外ニュース
1:08:33 新コロお注射とガン急増↗️
データが証明（動画〜解説）

▶︎お知らせコーナー
海外ニュース
1:18:40 マレも登壇❗️
「国民大集会 総力結集ALL JAPAN」のお知らせ📢
お知らせ
1:22:11 KBCからの美味しい😋🍰お知らせ✨ 
キッズメニューにマザールームのご紹介🧒❤️
KBC情報

1:24:55 東京y'sBe学園卒業🎓制作発表
中村紬「人生は、エキサイティングだ」
お知らせ

1:29:59 夏フェスだ🌊🏄FREEDOM FIGHT16☀️🍉告知✨ 
新ビジュアル公開&協賛募集❗️
お知らせ
1:31:17 残りわずか❗️
🎏子供の日🎏キッズフェスタのお知らせ✨
お知らせ
1:31:36 武田邦彦さんからのお知らせ📢
「オール・チャイコフスキー・プログラム情熱と優美の饗宴」
お知らせ

1:32:28 ㊗️お祝いメッセージ㊗️ 
西村幸祐さん✨
お知らせ

1:36:25 ♪社会風刺ソング
「MOOWY／マジおめえって」（投稿者：高橋ままごとさん）
パロディ

1:41:05 林千勝氏解説😀
日本の構造問題と高市首相について
国内ニュース

1:45:24 イスラム化🕌したアイルランド🇮🇪の今
（導入）
海外ニュース
1:45:44 イスラム化🕌したアイルランド🇮🇪の今
（動画〜解説）
海外ニュース

1:53:12 イスラエル🇮🇱で新職創設✝️一体なにが❓
（導入）
海外ニュース
1:54:30 イスラエル🇮🇱で新職創設✝️一体なにが❓
（動画〜解説）
海外ニュース
2:00:02 エルサレム在住クリスチャン✝️が語る、大事な視点❗️👀
（導入・動画〜解説）
海外ニュース

2:08:43 ♪励ましソング
「YAH YAH YAH」
励ましソング

2:14:02 HEAVENESEからの大事なお知らせ📢
お知らせ
2:15:45 ㊗️お祝いメッセージ㊗️
なるせゆうせいさん✨
お知らせ
2:17:05 マレも登壇❗️
「国民大集会 総力結集ALL JAPAN」のお知らせ📢
お知らせ
2:18:29 夏フェスだ🌊🏄
FREEDOM FIGHT16☀️🍉告知✨ 新ビジュアル公開&協賛募集❗️
お知らせ

2:19:20 マストチェック❗️👀
「Bible Reality」（次回は5/6）
お知らせ

2:23:16 クライマックストーク
「侍と怪獣1954」
クライマックストーク

2:53:50 ♪エンディングソング「ミママキム」
エンディングソング
`;
