const chapterText = `
0:00 オープニングトーク😀
今週のLine Up
オープニング

1:19 ☀️FF16☀️告知✨トレーラー映像🎞️
チケット絶賛販売中‼️
お知らせ

1:57 茶番デミックを絶対に忘れるな❗️
（ファクトチェック図あり）
国内ニュース

3:24 RCR(Reality Check Radio)メディアホスト🇳🇿
メーガン・マクナマラさんにインタビュー🎤
インタビュー

11:29 トランプ銃撃🔫で中断した記者夕食会
（振返り）
海外ニュース
12:00 トランプ銃撃🔫で中断した記者夕食会
（振返り）（動画〜解説）
海外ニュース
13:09 記者夕食会、改めて開催
🤵‍♂️🇺🇸トランプ、メディアめった刺し🔥
海外ニュース
15:34 記者夕食会、改めて開催
🤵‍♂️🇺🇸トランプ、メディアめった刺し🔥（動画1〜解説）
海外ニュース
20:33 記者夕食会、改めて開催
🤵‍♂️🇺🇸トランプ、メディアめった刺し🔥（動画2〜解説）
海外ニュース
21:25 記者夕食会、改めて開催
🤵‍♂️🇺🇸トランプ、メディアめった刺し🔥（動画3〜解説）
海外ニュース

25:31 W杯優勝国🇪🇸
フェラン・トーレス選手⚽️のキャップ🧢が話題👀❗️
海外ニュース
26:21 W杯優勝国🇪🇸
フェラン・トーレス選手⚽️のキャップ🧢が話題👀❗️（動画〜解説）
海外ニュース

29:23 🇬🇧イギリス末期的😧
海外ニュース
29:38 🇬🇧イギリス末期的😧
（動画〜解説）
海外ニュース

34:24 🚢ゲイ・クルーズ船報道の意味📺
海外ニュース
34:51 🚢ゲイ・クルーズ船報道の意味📺
（動画〜解説）
海外ニュース

49:23 オーストラリア首相🇦🇺が高市首相にメロン発言🍈
いまだ謝罪なし🤨
海外ニュース
49:56 オーストラリア首相🇦🇺が高市首相にメロン発言🍈
いまだ謝罪なし🤨（動画〜解説）
海外ニュース

50:25 👻異常が止まらないトランスジェンダー
海外ニュース
51:16 👻異常が止まらないトランスジェンダー
（動画〜解説）
海外ニュース

57:00 ♪教育唱歌
「変えるの歌」
教育唱歌

58:24 KBCからの美味しい😋お知らせ✨
夏ギフト🎁紹介✨FF16モバイルメニュー🍙スイーツ🥧コラボグッズ🧢情報も❗️
KBC情報
1:00:56 大倉正之助さんからのお知らせ📢
「長崎の郵便配達」
お知らせ
1:02:19 ☀️FF16☀️告知✨ 
チケット絶賛販売中&協賛募集‼️
お知らせ
1:04:20 ☀️FF16☀️物販紹介🎁
お知らせ

1:06:40 公式アンバサダー✨
「モデル・役者・インフルエンサー」YUKIHIRO登場❗️夏祭り🏮の良さは❓
ゲストコーナー

1:12:07 ☀️FF16☀️告知✨
新トレーラー映像🎞️ チケット絶賛販売中‼️
お知らせ

1:13:25 ♪社会風刺ソング
「T.M.Resolution／MOTTO KIRITTO」
パロディ

1:19:41 🇮🇷イラン何故まだ戦える⁉️
海外ニュース
1:21:55 🇮🇷イラン何故まだ戦える⁉️
（動画〜解説）
海外ニュース
1:29:11 🌊ホルムズ覇権🔥
トランプvsウォールストリート
海外ニュース
1:29:47 🌊ホルムズ覇権🔥
トランプvsウォールストリート（動画〜解説）
海外ニュース

1:37:31 マストチェック❗️👀
「Bible Reality」（次回は8/12）
お知らせ

1:39:31 🇺🇸トランプについて語る🗣️
ロバート・F・ケネディ・Jr.保健福祉長官
海外ニュース
1:39:42 🇺🇸トランプについて語る🗣️
ロバート・F・ケネディ・Jr.保健福祉長官（動画〜解説）
海外ニュース

1:41:20 ♪励ましソング
「Smooth」
励ましソング

1:46:26 HEAVENESEからの大事なお知らせ📢
お知らせ
1:48:28 ありがとう😄ビタミンメッセージ💊
ビタミンメッセージ
1:49:08 ☀️FF16☀️告知✨
チケット絶賛販売中&協賛募集‼️
お知らせ
1:50:01 ☀️FF17☀️秋田公演決定✨
チケットFC先行販売情報🎫
お知らせ

1:53:01 クライマックストーク
「今の日本にないもの 覚悟」
クライマックストーク

2:20:56 ♪エンディングソング
「It’s So Easy」
エンディングソング
`;
