const chapterText = `
0:00 今週のLine Upがチェックできる👍
オープニングミュージック☘️🌸
オープニング
5:18  いつも応援ありがとう😁ビタミンメッセージ 💊
本日はへヴニ イズベア🐻でお届け😁子供たちから直筆メッセージや動画も✨
KBC情報
8:55 KBCからのおいしいお知らせ 🥰🍪✨季節メニュー紹介✨冷たくておいしい❄️😋イタリアンまめらー‼️これがヴィーガン⁉️新作クッキー🍪 敬老の日👴👵ギフト🎁情報も✨
<ahref='https://kickbackcafe.shop-pro.jp/'target='ECサイトはこちらから'>
KBC情報
10:58 ご満悦😊KBCトマトが大好きなお子さん😆
KBC情報
12:51 Executive Fight武士道🥊玉本潤一さんタイトルマッチ💥
お知らせ
13:57 渋谷に集まるGen-Zにインタビュー🎙️
国内ニュース
18:40 🇯🇵戦後80年 記憶を繋ぐプロジェクト 
HEAVENESE 「たどり着けるまで」トレーラー🎥
お知らせ
19:11 🔥FREEDOM FIGHT 14🔥告知📹
🔥9/11(木)より一般販売開始❗️
お知らせ
20:40 拡散希望‼️
地上波ではカット✂トランプ🐯「日本は我々の偉大な同盟国だ」
海外ニュース
21:18 大倉正之助さんからのお知らせ📢
新作能公演「長崎の郵便配達」パリ公演🇫🇷
お知らせ
22:28  ✨ゲスト✨
民族主義者一水会代表「木村三浩」氏、登場❗️
ゲストコーナー
27:55 中国🇨🇳「抗日戦争勝利80年」式典😵直動画習近平🀀򊀼򌷑正恩🇰🇵プーチン🇷🇺揃い踏み‼️ 
軍事パレード🎺🎉🇺🇸の保守はどう見るか⁉️
海外ニュース
33:45 なんと⁉️日本🇯🇵からも🐦鳩山由紀夫🐦氏も参加🤯
海外ニュース
47:43 中国🇨🇳「抗日戦争勝利80年」式典😵アメリカ🇺🇸メディア🎙️が言ってくれた‼️
実際日本🇯🇵は中国共産党🇨🇳と戦っていない😤
海外ニュース
53:29 米公聴会🇺🇸RFKJr.と民主党議員が大戦争💥
途中からKダブシャイン😎合流✨
海外ニュース
1:03:02 ホワイトハウスで不気味😱なディナー🍽
海外ニュース
1:10:26 ホワイトハウスで不気味な😱ディナー🍽
ビル・ゲイツ爆弾発言か🤣⁉️
海外ニュース
1:12:40 フロリダ🇺🇸で💉取りやめ法案‼️
これに対し注目👀トランプ🐯発言はいかに⁉️
海外ニュース
1:16:39 スポーツ競技の性別適格性検査を学ぶ📖
✏️専門医による生物学的な視点からの詳しい解説🎓
国内ニュース
1:22:37 米軍🇺🇸麻薬密輸船🚢を爆破💥
記事📰とアメリカ🇺🇸ニュース報道📢
海外ニュース
1:34:02 米議会の迷走
「あなたもエイリアン」❓
海外ニュース
1:36:14 イギリス🇬🇧もはや言論の自由ない⁉️
海外ニュース
1:37:47 イギリス🇬🇧議会🏛️でも話題に🗣️
海外ニュース
1:39:20 イギリス🇬🇧問題に対するトランプ🇺🇸
🐯のコメント💬目が泳ぐザッカーバーグ🤣
海外ニュース
1:40:37 言論の自由の本質とは⁉️
海外ニュース
1:47:40 注目👀‼️アメリカ🇺🇸建国の理念🗽
「これぞアメリカ🇺🇸」という発言
海外ニュース
1:53:23 イギリス🇬🇧移民問題、🇬🇧国内はもはや内戦💥か⁉️
海外ニュース
2:01:08 ♪社会風刺ソング
「クロダサギ／違法民」
パロディ
2:07:41 ♪励ましソング
「太陽がいっぱい」(Plein soleil) withスペシャルゲスト菅野みずきさん✨
励ましソング
2:12:14 HEAVENESEからの大事なお知らせ📢
お知らせ
2:15:10 山下英二さんからお知らせ📢
日本の真の独立を目指す有識者会議第1回講演会「日本の独立を如何に実現するか？」
お知らせ
2:15:48 天竜も参戦❗️9/15キックオフ⚽️🏃
元なでしこジャパン⚽永里優季選手引退記念イベント✨
お知らせ
2:19:35 クライマックストーク
「枯れもせず、腐りもせず」
クライマックストーク
2:46:38 ♪エンディングソング「All of me」
エンディングソング
`;
