const chapterText = `
0:00 オープニングトーク😀
今週のLine Up
オープニング

1:09 🍁FF17🍁告知✨
トレーラー映像🎞️ チケット絶賛販売中‼️
お知らせ

2:07 災害対策グループ「TSUNAGARI」
現地活動報告&寄付金先🌏
お知らせ

3:14 毎年恒例✨
伊勢サマーキャンプ⛩️ダイジェスト映像📹
お知らせ

4:55 茶番デミックを絶対に忘れるな❗️
(ファクトチェック図あり)
国内ニュース
6:24 茶番デミックを絶対に忘れるな❗️
(ファクトチェック図あり)（動画〜解説）
国内ニュース

8:16 気候変動🌍
今はむかし⁉️
海外ニュース
9:19 気候変動🌍
今はむかし⁉️（動画〜解説）
海外ニュース
14:15 アメリカ🇺🇸で気候変動を心配してる人は何%❓
海外ニュース
14:52 アメリカ🇺🇸で気候変動を心配してる人は何%❓
（動画〜解説）
海外ニュース

16:23 人間🤱じゃない❗️
やばすぎる法案可決😨 
海外ニュース
17:32 人間🤱じゃない❗️
やばすぎる法案可決😨 （動画〜解説）
海外ニュース
25:58 白人カップル💑から100％アジア人の子が👶⁉️
海外ニュース
26:21 白人カップル💑から100％アジア人の子が👶⁉️
（動画〜解説）
海外ニュース

30:45 命を救った少年ライフガード🏄‍♂️
海外ニュース
31:15 命を救った少年ライフガード🏄‍♂️
（動画〜解説）
海外ニュース
33:23 命を救った少年ライフガード🏄‍♂️
（動画2〜解説）
海外ニュース

37:19 WNBA🏀大混乱❗️
海外ニュース
38:14 WNBA🏀大混乱❗️
（動画〜解説）
海外ニュース

43:13 ♪社会風刺ソング
「異父真っ青／女たちを責めないで」
パロディ

47:42 KBCからの美味しい😋お知らせ✨
もうすぐ終了❗️夏限定メニュー🍜夏ギフト🎁情報✨
KBC情報
49:55 KBCライブ情報🎙️
尺八アンサンブルブラザーズ🪈尺熱東京 & HEAVENESE styleスピンオフコンサート🎹🎻
KBC情報
50:15 篠浦伸禎医師からのお知らせ📢
「認知症にならない生き方」
KBC情報
51:20 🍁FF17🍁秋田公演✨
チケット絶賛販売中&協賛募集‼️ 
お知らせ
52:43 しま登場❗️🍁FF17🍁ECサイト情報🎁
フィーチャリングカラー紹介も✨
お知らせ
53:36 ちょこっと🤏販売グッズ紹介❗️（動画）
お知らせ

54:27 独立系ジャーナリスト📸に罰金法案⁉️
海外ニュース
55:45 独立系ジャーナリスト📸に罰金法案⁉️
（動画〜解説）
海外ニュース

58:24 「ハサン・パイカー」って誰🕋❓
海外ニュース
59:17 「ハサン・パイカー」って誰🕋❓
（動画1〜解説）
海外ニュース
1:00:27 「ハサン・パイカー」って誰🕋❓
（動画2〜解説）
海外ニュース
1:01:08 「ハサン・パイカー」って誰🕋❓
（動画3〜解説）
海外ニュース

1:02:41 日本も危ない‼️
イスラム教徒🕌に乗っ取られた街😱
海外ニュース
1:03:34 日本も危ない‼️
イスラム教徒🕌に乗っ取られた街😱（動画1〜解説）
海外ニュース
1:04:52 日本も危ない‼️
イスラム教徒🕌に乗っ取られた街😱（動画2〜解説）
海外ニュース
1:05:53 日本も危ない‼️
イスラム教徒🕌に乗っ取られた街😱（動画3〜解説） 
海外ニュース

1:09:42 ロレンゾ・スウェル牧師🤵‍♂️怒る！
海外ニュース
1:10:27 ロレンゾ・スウェル牧師🤵‍♂️怒る！
（動画1〜解説）
海外ニュース
1:11:25 ロレンゾ・スウェル牧師🤵‍♂️怒る！
（動画2〜解説）
海外ニュース

1:22:32 ♪励ましソング
「You’ll Be In My Heart」
励ましソング

1:27:17 HEAVENESEからの大事なお知らせ📢
お知らせ
1:29:10 ありがとう😄
ビタミンメッセージ💊
ビタミンメッセージ
1:29:52 🍁FF17🍁秋田公演✨
チケット絶賛販売中&協賛募集‼️
お知らせ

1:32:06 マストチェック❗️👀
「Bible Reality」（次回は8/26）
お知らせ

1:33:52 クライマックストーク
「天皇陛下の言葉になった男」
クライマックストーク

2:02:43 ♪エンディングソング
「たどり着けるまで」
エンディングソング
`;
