const chapterText = `
0:00 オープニングトーク😀
今週のLine Up
オープニング

1:26 茶番デミックを絶対に忘れるな❗️
(ファクトチェック図あり)
国内ニュース

2:37 ハンタウイルス🦠怖がらせたい⁉️
CNNのから騒ぎ📺（導入）
海外ニュース
3:00 上記（動画〜解説）
海外ニュース

9:23 ファウチ👴がピンチ⁉️
CIA内部告発者の証言（導入）
海外ニュース
10:32 上記（動画〜解説）
海外ニュース
15:24 CIA急激な方針転換の裏にファウチの関与が⁉️
（動画〜解説）
海外ニュース
16:57 米🇺🇸下院議員のコメント💬
（動画〜解説）
海外ニュース
23:36 トランプ留守の最中にCIA内部クーデター⁉️
（導入）
海外ニュース
24:02 上記（動画〜解説）
海外ニュース

32:01 マストチェック❗️👀
「Bible Reality」（次回は5/20）
お知らせ

32:50 KBCからの美味しい😋お知らせ✨
夏🍉新メニュー&新グッズ紹介🎁
KBC情報
34:40 武田邦彦さんからのお知らせ📢
「オール・チャイコフスキー・プログラム 情熱と優美の饗宴」
お知らせ
35:15 マレ講演のお知らせ📢
「なぜ宗教戦争は終わらないのか❓」
お知らせ
36:29 ☀️FF16☀️告知✨ 
チケット絶賛販売中&協賛募集‼️
お知らせ

38:07 公式アンバサダー✨
「Milestone ビューティーコンテスト最多賞 世界大会優勝」AYAKA SAIKAWA登場❗️
ゲストコーナー
39:25 ロスでとんでもない動物虐待😱
（導入）
海外ニュース
39:49 上記
（動画〜解説）
海外ニュース

46:59 ✨ゲスト登場✨「株式会社オフィス・インベーダー代表／脚本演出家／映画監督／マルチプロデューサー」なるせゆうせい監督
「JA全農・元常務理事／一般財団法人食料安全保障推進財団専務理事」久保田治己氏登場❗️ 
ゲストコーナー

52:29 クリストファー・ノーラン新作映画🎬で物議
（導入）
海外ニュース
52:51 上記
（動画〜解説）
海外ニュース

59:19 NY🗽で反ユダヤ主義の嵐🌪️
（導入）
海外ニュース
59:46 上記（動画〜解説）
海外ニュース
1:01:44 反ユダヤ主義の嵐🌪️にあの人が🌀
（導入）
海外ニュース
1:01:54 上記
（動画〜解説）
海外ニュース

1:07:55 トランプ訪中🇨🇳
日本では報道されない大事なこと❗️（導入）
海外ニュース
1:08:50 上記
（動画〜解説）
海外ニュース

1:18:39 なるせゆうせい監督
最新映画🎬のご紹介💡
ゲストコーナー
1:22:30 日本の農協と食糧事情❓
ゲストコーナー
1:27:19 古古古米🌾問題の真実は❓
国内ニュース

1:31:40 ♪社会風刺ソング
「あなたは売国だ！」
パロディ

1:34:57 ☀️FF16☀️告知✨
チケット絶賛販売中&協賛募集‼️
お知らせ

1:36:18 日本企業が開発❗️
狼ロボ🐺🤖ケーン誕生💥（動画〜解説）
海外ニュース

1:38:57 ♪励ましソング
「Gonna Fly Now」
励ましソング

1:42:18 HEAVENESE からの大事なお知らせ📢
お知らせ
1:44:17 ありがとう😄
ビタミンメッセージ💊
ビタミンメッセージ
1:45:15 ☀️FF16☀️告知✨
チケット絶賛販売中&協賛募集‼️
お知らせ

1:48:36 クライマックストーク
「消された代表的日本人」
クライマックストーク

2:15:10 ♪エンディングソング
「I choose to love you」
エンディングソング
`;
