const chapterText = `
0:00 オープニングトーク😀
今週のLine Up
オープニング

1:17 ☀️FF16☀️告知✨トレーラー映像🎞️
チケット絶賛販売中‼️
お知らせ

1:50 茶番デミックを絶対に忘れるな❗️
（ファクトチェック図あり）
国内ニュース

3:29 ニュージーランドの映画監督/アーティスト/オーガニック農家🇳🇿
ゲイリーン・バーンズ監督にインタビュー🎤
インタビュー

6:39 トランプ大統領🇺🇸
緊急演説の波紋〰中国🇨🇳が猛反発❗️
海外ニュース
7:33 トランプ大統領🇺🇸
緊急演説の波紋〰中国🇨🇳が猛反発❗️（動画1〜解説）
海外ニュース
9:11 トランプ大統領🇺🇸
緊急演説の波紋〰中国🇨🇳が猛反発❗️（動画2〜解説）
海外ニュース
17:42 ヒラリー・クリントン🇨🇳
中国の選挙干渉を容認🫢⁉️（動画〜解説）
海外ニュース
18:40 中国🇨🇳の選挙干渉は隠蔽されていた⁉️
海外ニュース
19:28 中国🇨🇳の選挙干渉は隠蔽されていた⁉️
（動画〜解説）
海外ニュース
25:51 トランプ大統領🇺🇸
中国の工作を指摘🫵（動画〜解説）
海外ニュース

33:10 英国🇬🇧でも保守政治家暗殺☠️
過激化する左派勢力😱
海外ニュース
34:21 英国🇬🇧でも保守政治家暗殺☠️
過激化する左派勢力😱（動画〜解説）
海外ニュース

39:41 アフリカ連合🌍の悲願
海外ニュース
40:24 アフリカ連合🌍の悲願
（動画〜解説）
海外ニュース
54:03 覚醒剤密輸で逮捕された👮
ナイジェリア人🇳🇬が不起訴（動画〜解説）
海外ニュース
54:55 警察👮‍♂️にバレたらどうする❓
日本不法滞在ベトナム人🇻🇳のコメント（動画〜解説）
海外ニュース
57:56 オーストラリア首相🇦🇺は変態だった😅❓
海外ニュース
1:00:00 オーストラリア首相🇦🇺は変態だった😅❓
（動画〜解説）
海外ニュース

1:06:40 ♪社会風刺ソング
「まっさかフェイク子／AIの集中化」
海外ニュース

1:10:10 続報・LGBTQクルーズ船はいま❓
海外ニュース
1:10:39 続報・LGBTQクルーズ船はいま❓
（動画〜解説）
海外ニュース

1:18:30 ♪教育唱歌
「変えるの歌」
教育唱歌

1:19:43 KBCからの美味しい😋お知らせ✨
季節限定スイーツ🍰紹介✨FF16コラボグッズ情報も❗️
KBC情報
1:22:04 大倉正之助さんからのお知らせ📢
「長崎の郵便配達」
お知らせ
1:23:00 ☀️FF16☀️告知✨ 
チケット絶賛販売中&協賛募集‼️
お知らせ
1:24:51 重大発表❗️
☀️FF17☀️開催決定✨
お知らせ
1:25:41 ☀️FF16☀️
物販紹介🎁
お知らせ

1:27:59 公式アンバサダー✨
「Milestoneビューティーコンテスト最多賞 世界大会優勝」AYAKA SAIKAWA登場❗️ライブ初参戦🔥どこを楽しみにしている❓
ゲストコーナー

1:32:18 アメリカ🇺🇸イラン🇮🇷
戦争どうなった❓
海外ニュース
1:32:56 アメリカ🇺🇸イラン🇮🇷
戦争どうなった❓（動画〜解説）
海外ニュース

1:41:10 再燃🔥
チャーリー・カーク暗殺事件🔫の真相は❓
海外ニュース
1:43:28 再燃🔥
チャーリー・カーク暗殺事件🔫の真相は❓（動画〜解説）
海外ニュース
1:48:06 チャーリーとエリカの牧師🧔🏾‍♂️
ジェームズ・カディス氏のコメント（動画〜解説）
海外ニュース

1:57:19 マストチェック❗️👀
「Bible Reality」（次回は7/22）
お知らせ

1:58:45 ♪励ましソング
「Vacation」
励ましソング

2:02:01 HEAVENESEからの大事なお知らせ📢
お知らせ
2:03:45 ありがとう😄
ビタミンメッセージ💊
ビタミンメッセージ
2:06:47 ☀️FF16☀️告知✨ 
チケット絶賛販売中&協賛募集‼️
お知らせ

2:09:47 クライマックストーク
「日本人の自覚」
クライマックストーク

2:25:37 ♪エンディングソング
「It’s So Easy」
エンディングソング
`;
